brew "autojump"
brew "coreutils"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "go"
brew "helm@2"
brew "htop"
tap "jesseduffield/lazygit"
brew "lazygit"
brew "jq"
brew "k9s"
brew "khanhas/tap/spicetify-cli"
brew "kubectx"
brew "luajit"
brew "luarocks"
brew "mysql-client"
brew "neofetch"
brew "pipx"
brew "n"
brew "neovim"
brew "pulumi"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "sass/sass/sass"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "ucl"
brew "unzip"
brew "vim"
brew "vivid"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zoxide"
brew "zsh"
brew "zsh-completions"

cask "android-platform-tools"
cask "anki"
cask "bartender"
cask "disk-inventory-x"
cask "dropbox"
cask "firefox"
cask "figma"
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "istat-menus"
cask "love"
cask "mongodb-compass"
cask "notion"
cask "raycast"
cask "sequel-ace"
cask "setapp"
cask "spotify"
cask "tailscale"
cask "the-unarchiver"
cask "todoist"
cask "tower"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
