brew "autojump"
brew "doctl"
brew "exa"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "htop"
brew "jq"
brew "k9s"
brew "khanhas/tap/spicetify-cli"
brew "kubectx"
brew "luajit"
brew "mysql-client"
brew "neofetch"
brew "plantuml"
brew "neovim"
brew "prisma/prisma/prisma"
brew "pulumi"
brew "pyenv"
brew "sass/sass/sass"
brew "stow"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ucl"
brew "unzip"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"

cask "android-platform-tools"
cask "anki"
cask "disk-inventory-x"
tap "homebrew/cask-fonts"
cask "font-hack-nerd-font"
cask "iterm2"
cask "mongodb-compass"
cask "notion"
cask "visual-studio-code"
cask "vlc"
cask "zettlr"
