tap "dart-lang/dart"
tap "sass/sass"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"

brew "autojump"
brew "buf"
brew "coreutils"
brew "cormacrelf/tap/dark-notify"
brew "dart-lang/dart/dart"
brew "exercism"
brew "exiftool"
brew "ffmpeg"
brew "git"
brew "gnu-getopt"
brew "htop"
brew "luarocks"
brew "mlx"
brew "mysql-client"
brew "neofetch"
brew "redis"
brew "sass/sass/sass"
brew "sst/tap/sst"
brew "stow"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "telnet"
brew "tree"
brew "ucl"
brew "unzip"
brew "vim"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "android-platform-tools"
cask "anki"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "ghostty"
cask "love"
cask "raycast"
cask "setapp"
cask "spotify"
cask "tailscale-app"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "zed"

# Environment-specific packages
env_brewfile = File.join(__dir__, "env", ENV.fetch("DOTFILES_ENV", "personal"), "Brewfile")
instance_eval(File.read(env_brewfile)) if File.exist?(env_brewfile)
